Repository: Glampi42/ONI-Mods
Catalog: ErrandNotifier/ModAssets/translations/*.po
Languages: de, fr, ru, uk

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLS.NOTIFIER.NAME
source: Notifier
de: Benachrichtiger
fr: Notificateur
ru: Уведомитель
uk: Сповіщувач

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOP.NAME
source: Mopping
de: Wischen
fr: Nettoyage
ru: Вытирание
uk: Витирання

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOP.TOOLTIP
source: Target <style="KKeyword">Mopping</style> errands only
de: Nur <style="KKeyword">Wischen</style>-Aufträge anvisieren
fr: <style="KKeyword">Nettoyages </style>uniquement
ru: Выбрать только поручения на <style="KKeyword">Вытирание</style>
uk: Вибрати тільки доручення на <style="KKeyword">Витирання</style>

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.EMPTYPIPE.TOOLTIP
source: Target <style="KKeyword">Empty Pipe</style> errands only
de: Nur <style="KKeyword">Rohr-Lehrung</style>-Aufträge anvisieren
fr: <style="KKeyword">Purge </style>de conduites uniquement
ru: Выбрать только поручения на <style="KKeyword">Опустошение Трубы</style>
uk: Вибрати тільки доручення на <style="KKeyword">Очищення Труби</style>

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOVETO.TOOLTIP
source: Target <style="KKeyword">Relocate To</style> errands only
de: Nur <style="KKeyword">Verlagerung</style>-Aufträge anvisieren
fr: <style="KKeyword">Déplacer </style>uniquement
ru: Выбрать только поручения на <style="KKeyword">Перемещение</style>
uk: Вибрати тільки доручення на <style="KKeyword">Переміщення</style>

# ErrandNotifier.Strings.MYSTRINGS.UI.TOOLTIPS.NOTIFIERBUTTON
source: Assign a notification to an errand that will be triggered upon the errand's completion {Hotkey}
de: Weise einem Auftrag eine Benachrichtigung zu, die bei Abschluss ausgelöst wird {Hotkey}
fr: Assigne une notification à une tâche qui sera déclenchée à la fin de la tâche {Hotkey}
ru: Назначить уведомление для поручения, которое сработает при завершении поручения {Hotkey}
uk: Призначити сповіщення для доручення, яке спрацює після виконання доручення {Hotkey}

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.TITLE
source: Errand Notifier
de: Auftragsbenachrichtigung
fr: Notificateur de tâche
ru: Уведомитель Поручений
uk: Сповіщувач Доручень

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.CREATEBUTTON
source: Create
de: Erstellen
fr: Créer
ru: Создать
uk: Створити

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.DELETEBUTTON
source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
uk: Видалити

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.CREATENOTIFICATION
source: Create Notification
de: Benachrichtigung Erstellen
fr: Créer une notification
ru: Создать Уведомление
uk: Створити Сповіщення

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.CREATENOTIFICATION_TOOLTIP
source: Create a new notification assigned to the selected errands. You can configure the new notification before creating it.
de: Erstelle eine neue Benachrichtigung für die ausgewählten Aufträge. Die neue Benachrichtigung kann vorher konfiguriert werden.
fr: Créer une nouvelle notification assigné à la tâche sélectionnée.
ru: Создать новое уведомление для выбранных поручений. Перед созданием нового уведомления, его можно настроить.
uk: Створити нове сповіщення, призначене для вибраних доручень. Перед створенням можна налаштувати нове сповіщення.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.ADDERRAND
source: Manage Notification
de: Benachrichtigung Verwalten
fr: Gérer les notifications
ru: Управление Уведомлением
uk: Керувати Сповіщенням

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.ADDERRAND_HOVER
source: Add Errand
de: Auftrag Hinzufügen
fr: Ajouter une tâche
ru: Добавить Поручения
uk: Додати Доручення

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.ADDERRAND_TOOLTIP
source: Add new errands to an already existing notification, or change the notification's settings.
de: Neue Aufträge zu einer bestehenden Benachrichtigung hinzufügen oder deren Einstellungen ändern.
fr: Ajoute de nouvelles tâches à une notification existante, ou change les paramètres de la notification
ru: Добавить новые поручения в существующее уведомление или изменить его настройки.
uk: Додати нові доручення до вже наявного сповіщення або змінити параметри сповіщення.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NOTIFICATIONID
source: Notification ID:
de: Benachrichtigungs-ID:
fr: ID de la notification:
ru: ID уведомления:
uk: ID сповіщення:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NOTIFICATIONID_TOOLTIP
source: ID of the notification that will be modified. "NEW" means that you configure a new notification. "NONE" means that there are no notifications to modify.
de: ID der Benachrichtigung, die bearbeitet wird. "NEU" bedeutet, dass eine neue Benachrichtigung erstellt wird. "KEINE" bedeutet, dass es keine Benachrichtigungen zum Bearbeiten gibt.
fr: ID de la notification qui va être modifiée. "NOUVELLE" signifie que la configuration d'une nouvelle notification. "AUCUNE" signifie qu'il n'y a aucune notification à modifier.
ru: ID уведомления для редактирования. "НОВОЕ" — создаётся новое уведомление. "НЕТ" — уведомления для редактирования отсутствуют.
uk: ID сповіщення, котре буде змінено. "НОВЕ" — налаштування нового сповіщення. "НЕМАЄ" — немає сповіщень для зміни.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NOTIFICATIONID_NEW
source: NEW
de: NEU
fr: NOUVELLE
ru: НОВОЕ
uk: НОВЕ

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NOTIFICATIONID_NOTFOUND
source: NONE
de: KEINE
fr: AUCUNE
ru: НЕТ
uk: НЕМАЄ

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.GOTONOTIFICATION_TOOLTIP
source: Go to this notification
de: Zu dieser Benachrichtigung springen
fr: Voir cette notification
ru: Перейти к уведомлению
uk: Перейти до цього сповіщення

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NAME
source: Name:
fr: Nom:
ru: Название:
uk: Назва:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.NAME_TOOLTIP
source: How the notification will appear when it will be triggered.
de: Wie die Benachrichtigung beim Auslösen erscheint.
fr: Comment la notification va apparaître quand elle sera déclenchée.
ru: Как будет отображаться уведомление при срабатывании.
uk: Як виглядатиме сповіщення після його спрацювання.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.TOOLTIP
source: Tooltip:
de: Kurzinfo:
fr: Info-bulle:
ru: Подсказка:
uk: Підказка:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.TOOLTIP_TOOLTIP
source: What will be displayed when hovered over the notification.
de: Wird angezeigt, wenn mit der Maus über die Benachrichtigung gefahren wird.
fr: Texte à afficher lorsque la notification sera survolée à la souris.
ru: Что будет отображено при наведении на уведомление.
uk: Що буде показано при наведенні на сповіщення.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.TYPE
source: Type:
de: Typ:
ru: Тип:
uk: Тип:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.TYPE_TOOLTIP
source: Type of the notification.
de: Typ der Benachrichtigung.
fr: Type de notification.
ru: Тип уведомления.
uk: Тип сповіщення.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.PAUSE
source: Pause:
ru: Пауза:
uk: Пауза:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.PAUSE_TOOLTIP
source: Whether the game should be paused upon the errands' completion.
de: Soll das Spiel beim Abschluss des Auftrags pausiert werden?
fr: Mettre en pause le jeu une fois les tâches terminées.
ru: Останавливать ли игру после завершения поручений.
uk: Чи слід призупиняти гру після виконання доручень.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.ZOOM
source: Zoom:
ru: Приблизить:
uk: Збільшити:

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.ZOOM_TOOLTIP
source: Whether the camera should zoom to the errands upon their completion.
de: Soll die Kamera nach Abschluss des Auftrags darauf zoomen?
fr: Zoom la caméra sur les tâches une fois celles-ci terminées.
ru: Приближать ли камеру к месту поручения после его завершения.
uk: Чи слід навести камеру на доручення після їх виконання.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.DELETENOTIFICATION
source: Delete Notification
de: Benachrichtigung Löschen
fr: Supprimer la notification
ru: Удалить Уведомление
uk: Видалити Сповіщення

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.DELETENOTIFICATION_TOOLTIP
source: Delete a notification.
de: Eine Benachrichtigung löschen.
fr: Supprime une notification.
ru: Удалить уведомление.
uk: Видалити сповіщення.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.REMOVEERRAND
source: Delete Errand
de: Auftrag Löschen
fr: Supprimer une tâche
ru: Удалить Поручения
uk: Видалити Доручення

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.REMOVEERRAND_TOOLTIP
source: Delete selected errands from the notification assigned to them.
de: Ausgewählte Aufträge aus der zugewiesenen Benachrichtigung entfernen.
fr: Supprime les tâches sélectionnées de la notification choisi.
ru: Удалить выбранные поручения из привязанного уведомления.
uk: Видалити вибрані доручення зі сповіщення, яке їм призначено.

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.DEFAULTENTRIES.NAME_POSTFIX
source: is completed
de: ist abgeschlossen
fr: est terminé
ru: завершено
uk: завершено

source: Errand
de: Auftrag
fr: Tâche
ru: Поручение
uk: Доручення

source: Construction of
de: Bau von
fr: Construction de
ru: Строительство постройки "
uk: Будівництво споруди "

# ErrandNotifier.Strings.MYSTRINGS.UI.NOTIFIERTOOLMENU.DEFAULTENTRIES.TOOLTIP
source: Press to zoom to the errand's location
de: Klicken, um zur Position des Auftrags zu springen
fr: Cliquer pour zoomer sur la tâche terminé
ru: Нажмите, чтобы перейти к месту выполнения поручения
uk: Натисніть, щоб перейти до місця доручення

# ErrandNotifier.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.PERSISTENTNOTIFICATIONS
source: Persistent Notifications
de: Beständige Benachrichtigungen
fr: Notifications persistante
ru: Постоянные Уведомления
uk: Постійні Сповіщення

source: If enabled, the notifications will stay on screen until the player dismisses them.
de: Wenn aktiviert, bleiben die Benachrichtigungen auf dem Bildschirm, bis der Spieler sie verwirft.
fr: Si activé, les notifications resteront à l'écran jusqu'à ce que le joueur les rejette.
ru: Если включено, уведомления будут оставаться на экране, пока игрок их не отклонит.
uk: Якщо ввімкнено, сповіщення залишатимуться на екрані, поки гравець їх не відхилить.
