Repository: Glampi42/ONI-Mods
Catalog: AdvancedFlowManagement/ModAssets/translations/*.po
Languages: de, es, ru, uk

# AdvancedFlowManagement.Strings.STRINGS.UI.TOOLS.FILTERLAYERS.SHOWCROSSINGS.NAME
source: Show Junctions
es: Mostrar Uniones
ru: Показать Перекрестки

source: Make junctions visible
es: Muestra las uniones
ru: Сделать перекрестки видимыми

# AdvancedFlowManagement.Strings.STRINGS.UI.TOOLS.FILTERLAYERS.HIDECROSSINGS.NAME
source: Hide Junctions
es: Ocultar Uniones
ru: Спрятать Перекрестки

source: Make junctions invisible
es: Oculta las uniones
ru: Сделать перекрестки невидимыми

# AdvancedFlowManagement.Strings.STRINGS.BUILDING.STATUSITEMS.BUFFERSTORAGE.NAME
source: Buffer Contents: {Contents}
de: Pufferinhalt: {Contents}
es: Contenido Búfer: {Contents}
ru: Содержимое Буфера: {Contents}

source: This pipe's buffer contains: {Contents}
de: Der Puffer dieser Rohrleitung enthält: {Contents}
es: El búfer de la tubería contiene: {Contents}
ru: Буфер этой трубы содержит: {Contents}

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTION.NAME
source: Junction
de: Kreuzung
es: Unión
ru: Перекресток
uk: Перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTION.TOOLTIP
source: A pipe section with more than 2 connections
de: Ein Rohrabschnitt mit mehr als 2 Verbindungen
es: Sección de tubería con mas de 2 conexiones
ru: Сегмент трубы у которого больше 2-х соединений
uk: Сегмент труби в якого більше 2-х з'єднаннь

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONINPUT.NAME
source: Junction Input
de: Eingang der Kreuzung
es: Entrada de la Unión
ru: Вход Перекрестка
uk: Вхід Перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONINPUT.TOOLTIP_LIQUID
source: Direction from which liquid enters the junction
de: Richtung, aus welcher Flüssigkeit in die Kreuzung eintritt
es: Dirección por la que el líquido entra en la unión
ru: Направление из которого жидкость поступает в перекресток
uk: Напрямок з якого рідина поступає в перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONINPUT.TOOLTIP_GAS
source: Direction from which gas enters the junction
de: Richtung, aus welcher Gas in die Kreuzung eintritt
es: Dirección por la que el gas entra en la unión
ru: Направление из которого газ поступает в перекресток
uk: Напрямок з якого газ поступає в перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONOUTPUT.NAME
source: Junction Output
de: Ausgang der Kreuzung
es: Salida de la Unión
ru: Выход Перекрестка
uk: Вихід Перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONOUTPUT.TOOLTIP_LIQUID
source: Direction in which liquid escapes the junction
de: Richtung, in welcher Flüssigkeit die Kreuzung verlässt
es: Dirección por la que el líquido sale de la unión
ru: Направление в котором жидкость выходит из перекрестка
uk: Напрямок в якому рідина покидає перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.JUNCTIONOUTPUT.TOOLTIP_GAS
source: Direction in which gas escapes the junction
de: Richtung, in welcher Gas die Kreuzung verlässt
es: Dirección por la que el gas sale de la unión
ru: Направление в котором газ выходит из перекрестка
uk: Напрямок в якому газ покидає перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.ILLEGALJUNCTION.NAME
source: Illegal Junction
de: Verkehrte Kreuzung
es: Unión Errónea
ru: Неверный Перекресток
uk: Неправильне Перехрестя

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.ILLEGALJUNCTION.TOOLTIP_LIQUID
source: A junction which liquid cannot enter or escape
de: Eine Kreuzung, in die Flüssigkeit nicht eintreten/verlassen kann
es: Unión en la que el líquido no puede entrar o salir
ru: Перекресток в который жидкость не может попасть или выйти
uk: Перехрестя в яке рідина не може попасти або покинути

# AdvancedFlowManagement.MYSTRINGS.OVERLAYITEMS.ILLEGALJUNCTION.TOOLTIP_GAS
source: A junction which gas cannot enter or escape
de: Eine Kreuzung, in die Gas nicht eintreten/verlassen kann
es: Unión en la que el gas no puede entrar o salir
ru: Перекресток в который газ не может попасть или выйти
uk: Перехрестя в яке газ не може попасти або покинути

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.TITLE
source: Flow Configuration
de: Flusskonfiguration
es: Configuración de flujo
ru: Настройка Потока
uk: Налаштування Течії

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.DIRECTIONSCREEN.DIRECTION
source: Direction
de: Richtung
es: Dirección
ru: Направление
uk: Напрямок

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.DIRECTIONSCREEN.SWITCHDIRECTION
source: Switch Flow Direction
de: Flussrichtung Wechseln
es: Cambiar Dirección de Flujo
ru: Изменить Направление Потока
uk: Змінити Напрямок Течії

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.DIRECTIONSCREEN.FIXEDDIRECTION
source: Fixed Flow Direction
de: Feste Flussrichtung
es: Dirección de Flujo Fija
ru: Фиксированое Направление Потока
uk: Фіксований Напрямок Течії

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.PRIORITY
source: Priority
de: Priorität
es: Prioridad
ru: Приоритет
uk: Пріоритет

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.SHOWPRIORITIES
source: Show flow priorities of:
de: Fluss-Prioritäten anzeigen von:
es: Mostrar la prioridad de flujo de:
ru: Показать приоритеты потоков:
uk: Показати пріоритети течій:

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.INPUTS
source: Inputs
de: Eingängen
es: Entradas
ru: Входов
uk: Входів

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.OUTPUTS
source: Outputs
de: Ausgängen
es: Salidas
ru: Выходов
uk: Виходів

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.BOTH
source: Both
de: Beiden
es: Ambas
ru: Обоих
uk: Обох

# AdvancedFlowManagement.MYSTRINGS.SIDESCREEN.PRIORITYSCREEN.CHANGEPRIORITY
source: Change Flow Priority
de: Fluss-Priorität Wechseln
es: Cambiar Prioridad de Flujo
ru: Изменить Приоритет Потока
uk: Змінити Пріоритет Течії

# AdvancedFlowManagement.Strings.STRINGS.UI.TOOLS.FILTERLAYERS.SHOWCROSSINGS
source: Show Junctions
de: Kreuzungen Zeigen

# AdvancedFlowManagement.Strings.STRINGS.UI.TOOLS.FILTERLAYERS.HIDECROSSINGS
source: Hide Junctions
de: Kreuzungen Verstecken

# AdvancedFlowManagement.STRINGS.UI.TOOLS.FILTERLAYERS.SHOWCROSSINGS
source: Show Junctions
uk: Показати Перехрестя

# AdvancedFlowManagement.STRINGS.UI.TOOLS.FILTERLAYERS.HIDECROSSINGS
source: Hide Junctions
uk: Сховати Перехрестя

# AdvancedFlowManagement.STRINGS.BUILDING.STATUSITEMS.BUFFERSTORAGE.NAME
source: Buffer Contents: {Contents}
uk: Вміст Буферу: {Contents}

# AdvancedFlowManagement.STRINGS.BUILDING.STATUSITEMS.BUFFERSTORAGE.TOOLTIP
source: This pipe's buffer contains: {Contents}
uk: Буфер цієї труби містить: {Contents}
