Repository: Glampi42/ONI-Mods
Catalog: HighlightOverlay/ModAssets/translations/*.po
Languages: ru, uk

# HighlightOverlay.Strings.MYSTRINGS.UI.TOOLTIPS.HIGHLIGHTOVERLAYSTRING
source: Displays various things related to the selected object {Hotkey}
ru: Отображает различные вещи связанные с выбраным объектом {Hotkey}
uk: Показує різні речі, пов'язані з вибраним об'єктом {Hotkey}

# HighlightOverlay.Strings.MYSTRINGS.UI.OVERLAYS.HIGHLIGHTMODE.NAME
source: HIGHLIGHT OVERLAY
ru: СХЕМА ПОДСВЕЧИВАНИЯ
uk: МАПА ПІДСВІЧУВАННЯ

# HighlightOverlay.Strings.MYSTRINGS.UI.OVERLAYS.HIGHLIGHTMODE.BUTTON
source: Highlight Overlay
ru: Схема Подсвечивания
uk: Мапа Підсвічування

source: Highlight Options:
ru: Опции Подсвечивания:
uk: Опції Підсвічування:

source: True Color:
ru: Настоящий Цвет:
uk: Справжній Колір:

source: Highlight objects in their actual color instead of white
ru: Подсвечивать объекты их фактическим цветом, а не белым
uk: Підсвічувати об'єкти їхнім фактичним кольором, а не білим

source: Keep Highlighting:
ru: Продолжать Подсвечивать:
uk: Продовжувати Підсвічування:

source: Keep highlighting objects that match the options chosen previously
ru: Сохраняет подсвеченные объекты, соответствующие ранее выбранным опциям
uk: Зберігати підсвічені об'єкти, котрі відповідають раніше вибраним опціям

source: !--Game Not Paused--!
ru: !--Игра Не Остановлена--!
uk: !--Гра Не Зупинена--!

source: Pause the game in order to enable the Highlight Overlay
ru: Поставьте игру на паузу чтобы активировать Схему Подсвечивания
uk: Поставте гру на паузу, щоб активувати Мапу Підсвічення

source: -No Object Selected-
ru: -Нет Выбранного Объекта-
uk: -Нема Вибраного Об'єкта-

source: Select an object in order to highlight various things related to it
ru: Выберите объект, чтобы подсвечивать различные связанные с ним вещи
uk: Виберіть об'єкт, щоб підсвічувати різні речі, пов'язані з ним

source: Selected:
ru: Выбрано:
uk: Вибрано:

source: Consumers
ru: Потребители
uk: Споживачі

source: Producers
ru: Производители
uk: Виробники

source: Consumables
ru: Расходники
uk: Споживні Матеріали

source: Produce
ru: Продукция
uk: Продукція

source: Building Material
ru: Строительный Материал
uk: Будівельний Матеріал

source: Copies
ru: Копии
uk: Копії

source: Exact Copies
ru: Точные копии
uk: Точні Копії

source: Consider Aggregate State
ru: Учитывать Агрегатное Состояние
uk: Враховувати Агрегатний Стан

source: Consider elements' aggregate state when highlighting their consumers, producers, produce & copies
ru: Учитывать агрегатное состояние элементов при подсвечивании их потребителей, производителей, продукции и копий
uk: Враховувати агрегатний стан елементів при підсвічуванні їх споживачів, виробників, продукції та копій

source: Highlight objects that can consume/store this element
ru: Подсветить объекты, которые могут потреблять/хранить этот элемент
uk: Підсвітити об'єкти, які можуть споживати/зберігати цей елемент

source: Highlight objects that can produce this element
ru: Подсветить объекты, которые могут производить этот элемент
uk: Підсвітити об'єкти, які можуть виробляти цей елемент

source: Highlight elements that can be emitted by this element or be achieved via thermal transition from this element (f.e. Petroleum from Crude Oil)
ru: Подсветить элементы, которые могут быть выделены этим элементом или быть получены через тепловой переход от этого элемента (например, нефть из неочищенной нефти)
uk: Підсвітити елементи, які можуть бути випущені цим елементом або досягнуті через термічний перехід від цього елемента (наприклад, нафта з сирої нафти)

source: Highlight objects consisting of this element/objects that contain this element in their storage room
ru: Подсветить объекты, состоящие из этого элемента/объекты, содержащие этот элемент в своем помещении для хранения
uk: Підсвітити об'єкти, що складаються з цього елемента/об'єкти, які містять цей елемент в своєму просторі для зберігання

source: Highlight objects that can consume/store this item
ru: Подсветить объекты, которые могут потреблять/хранить этот предмет
uk: Підсвітити об'єкти, які можуть споживати/зберігати цей предмет

source: Highlight objects that can produce this item
ru: Подсветить объекты, которые могут производить этот предмет
uk: Підсвітити об'єкти, які можуть виробляти цей предмет

source: Highlight copies of this item
ru: Подсветить копии этого предмета
uk: Підсвітити копії цього предмета

source: Consider Buildings' Settings
ru: Учитывать Настройки Зданий
uk: Враховувати Налаштування Споруд

source: Consider buildings' settings(storage filters, production queue, required dupe skills) when highlighting their consumables, produce & building material
ru: Учитывать настройки зданий (фильтры хранения, очередь производства, необходимые навыки дупликатов) при подсвечивании их расходников, продукции и строительного материала
uk: Враховувати налаштування споруд (фільтри зберігання, черга виробництва, необхідні навички дуплікантів) при підсвічуванні їхніх споживних матеріалів, продукції та будівельних матеріалів

source: Highlight objects that can be consumed/stored/used by this building
ru: Подсветить объекты, которые могут быть потреблены/хранены/использованы этим зданием
uk: Підсвітити об'єкти, які можуть бути споживані/збережені/використані цією спорудою

source: Highlight objects that can be produced by this building
ru: Подсветить объекты, которые могут быть произведены этим зданием
uk: Підсвітити об'єкти, які можуть бути вироблені цією спорудою

source: If "Consider Buildings' Settings" option is on: Highlight materials this specific building was built with If off: Highlight materials this building can be built with
ru: Если включен параметр "Учитывать Настройки Зданий": Подсветить материалы, из которых было построено это конкретное здание Если выключен: Подсветить материалы, из которых можно построить это здание
uk: Якщо включено параметр "Враховувати Налаштування Споруд": Підсвітити матеріали, з яких була побудована ця конкретня споруда Якщо вимкнено: Підсвітити матеріали, з яких можна побудувати цю споруду

source: Highlight copies of this building
ru: Подсветить копии этого здания
uk: Підсвітити копії цієї споруди

source: Highlight copies of this building that consist of the same element
ru: Подсветить копии этого здания, состоящие из того же элемента
uk: Підсвітити копії цієї споруди, котрі збудовані з того ж елемента

source: Highlight objects that can consume/store this plant's seed or consume this plant
ru: Подсветить объекты, которые могут потреблять/хранить семена этого растения или потреблять это растение
uk: Підсвітити об'єкти, котрі можуть споживати/зберігати насіння цієї рослини або споживати цю рослину

source: Highlight objects that can be consumed by this plant
ru: Подсветить объекты, которые могут быть потреблены этим растением
uk: Підсвітити об'єкти, котрі можуть бути споживані цією рослиною

source: Highlight objects that can be produced by this plant
ru: Подсветить объекты, которые могут быть произведены этим растением
uk: Підсвітити об'єкти, котрі можуть бути вироблені цією рослиною

source: Highlight plants and seeds of this species
ru: Подсветить растения и семена этого вида
uk: Підсвітити рослини і насіння цього виду

source: Highlight plants and seeds of this species with the same mutation
ru: Подсветить растения и семена этого вида с той же мутацией
uk: Підсвітити рослини і насіння цього виду з тою ж мутацією

source: Consider Critters' Morph
ru: Учитывать Морф Существ
uk: Враховувати Морф Тварин

source: Consider critters' morph when highlighting their consumers, consumables, produce & copies
ru: Учитывать морф существ при подсвечивании их потребителей, расходников, продукции и копий
uk: Враховувати морф тварин при підсвіченні їхніх споживачів, споживних матеріалів, продукції та копій

source: Highlight objects that can consume/store this critter's egg or trap/release/interact with this critter
ru: Подсветить объекты, которые могут потреблять/хранить яйца этого существа или ловить/отпускать/взаимодействовать с этим существом
uk: Підсвітити об'єкти, котрі можуть споживати/зберігати яйця цієї тварини або ловити/відпускати/взаємодіяти з цією твариною

source: Highlight objects that can be consumed by this critter
ru: Подсветить объекты, которые могут быть потреблены этим существом
uk: Підсвітити об'єкти, котрі можуть бути споживані цією твариною

source: Highlight objects that can be produced by this critter
ru: Подсветить объекты, которые могут быть произведены этим существом
uk: Підсвітити об'єкти, котрі можуть бути вироблені цією твариною

source: Highlight critters and eggs of this species
ru: Подсветить существ и яйца этого вида
uk: Підсвітити тварин і яйця цього виду

source: Highlight buildings that this duplicant can work on/that are assigned to this duplicant
ru: Подсветить здания, на которых может работать этот дубликат/которые назначены этому дубликату
uk: Підсвітити споруди, на котрих може працювати цей копіянт/які призначені цьому копіянту

source: Highlight objects that can be consumed by this duplicant(considering their permitted food)
ru: Подсветить объекты, которые могут быть потреблены этим дубликатом (учитывая разрешенную пищу)
uk: Підсвітити об'єкти, які може споживати цей копіянт (з урахуванням дозволеної їжі)

source: Highlight objects that can be produced by this duplicant(considering traits such as Flatulent)
ru: Подсветить объекты, которые могут быть произведены этим дубликатом (учитывая такие черты, как Метеоризм)
uk: Підсвітити об'єкти, які може виробляти цей копіянт (з урахуванням рис, таких як Метеоризм)

source: Highlight all duplicants
ru: Подсветить всех дубликатов
uk: Підсвітити всіх копіянтів

source: Highlight elements that can be emitted by this geyser
ru: Подсветить элементы, которые могут быть выделены этим гейзером
uk: Підсвітити елементи, які може виділяти цей гейзер

source: Highlight all geysers
ru: Подсветить все гейзеры
uk: Підсвітити всі гейзери

source: Highlight all geysers of this type
ru: Подсветить все гейзеры этого типа
uk: Підсвітити всі гейзери цього типу

source: Highlight objects that can consume this object
ru: Подсветить объекты, которые могут потреблять этот объект
uk: Підсвітити об'єкти, які можуть споживати цей об'єкт

source: Highlight objects that can produce this object
ru: Подсветить объекты, которые могут производить этот объект
uk: Підсвітити об'єкти, які можуть виробляти цей об'єкт

source: Highlight objects that can be consumed by this object
ru: Подсветить объекты, которые могут быть потреблены этим объектом
uk: Підсвітити об'єкти, які можуть бути споживані цим об'єктом

source: Highlight objects that can be produced by this object
ru: Подсветить объекты, которые могут быть произведены этим объектом
uk: Підсвітити об'єкти, які можуть бути вироблені цим об'єктом

source: Highlight all occurrences of this object
ru: Подсветить все местонахождения этого объекта
uk: Підсвітити всі місцезнаходження цього об'єкта

source: Highlight Filters:
ru: Фильтры Подсвечивания:
uk: Фільтри Підсвічування:

source: Items/Debris
ru: Предметы/Обломки
uk: Предмети/Обломки

source: On the floor
ru: На полу
uk: На підлозі

source: Stored
ru: Хранимые
uk: Збережені

source: Buildings
ru: Здания
uk: Споруди

source: Standard
ru: Стандартные
uk: Стандартні

source: Tiles
ru: Клетки
uk: Блоки

source: Liquid pipes
ru: Жидкостные трубы
uk: Рідинні труби

source: Gas pipes
ru: Газовые трубы
uk: Газові труби

source: Conveyor rails
ru: Конвейерные рельсы
uk: Конвеєрні рейки

source: Wires
ru: Провода
uk: Дроти

source: Automation
ru: Автоматизация
uk: Автоматизація

source: Backwalls
ru: Задние стены
uk: Фонові споруди

source: Conduit Contents
ru: Содержимое Труб
uk: Вміст Труб

source: Liquid pipes
ru: Жидкостные трубы
uk: Рідинні труби

source: Gas pipes
ru: Газовые трубы
uk: Газові труби

source: Conveyor rails
ru: Конвейерные рельсы
uk: Конвеєрні рейки

source: Cells
ru: Ячейки
uk: Клітини

source: Natural tiles
ru: Природные клетки
uk: Природні блоки

source: Liquids
ru: Жидкости
uk: Рідини

source: Gases
ru: Газы
uk: Гази

source: Creatures
ru: Создания
uk: Створіння

source: Plants
ru: Растения
uk: Рослини

source: Critters
ru: Существа
uk: Тварини

source: Duplicants
ru: Дупликанты
uk: Копіянти

source: Robots
ru: Роботы
uk: Роботи

source: Miscellaneous
ru: Разное
uk: Різне

source: Geysers
ru: Гейзеры
uk: Гейзери

source: Other
ru: Другое
uk: Інше

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.NOTVALID
source: Invalid
ru: Неправильный
uk: Неправильний

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.ELEMENT
source: Element
ru: Элемент
uk: Елемент

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.ITEM
source: Item
ru: Предмет
uk: Предмет

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.BUILDING
source: Building
ru: Здание
uk: Споруда

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.PLANTORSEED
source: Plant/Seed
ru: Растение/Семя
uk: Рослина/Насіння

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.CRITTEROREGG
source: Critter/Egg
ru: Существо/Яйцо
uk: Тварина/Яйце

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.DUPLICANT
source: Duplicant
ru: Дупликант
uk: Копіянт

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.GEYSER
source: Geyser
ru: Гейзер
uk: Гейзер

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.ROBOT
source: Robot
ru: Робот
uk: Робот

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.OILWELL
source: Oil Reservoir
ru: Месторождение Нефти
uk: Нафтовий Басейн

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.SAPTREE
source: Experiment 52B
ru: Эксперимент 52B
uk: Експеримент 52B

# HighlightOverlay.Strings.MYSTRINGS.UI.OBJECTTYPE.RADBOLT
source: Radbolt
ru: Радболт

# HighlightOverlay.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.HIGHLIGHTBURIEDGEYSERS
source: Highlight Buried Geysers
ru: Подсвечивать Закопанные Гейзеры
uk: Підсвічувати Закопані Гейзери

source: If turned on, fully buried geysers will be highlighted
ru: Если включено, полностью закопанные гейзеры будут подсвечиваться
uk: Якщо включено, повністю закопані гейзери будуть підсвічуватися

# HighlightOverlay.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.ALLOWNOTPAUSED
source: Allow Highlighting While Not Paused
ru: Разрешить Подсвечивание Не Приостанавливаясь
uk: Дозволити Підсвічення Поки Гра Не Зупинена

# HighlightOverlay.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.ALLOWNOTPAUSED_TOOLTIP
source: If turned on, lets you use the Highlight Overlay while the game is not paused. Because the highlighting doesn't update when the world changes(an ice tile melts, duplicant delivers something to a storage bin etc.), it will get incorrect over time as the simulation is running if this option is turned on.
ru: Если включено, разрешает использовать Схему Подсвечивания пока игра не приостановлена. Из-за того, что подсвечивание не обновляется при изменении мира(ледяная клетка тает, дупликант доставляет что-либо в хранилище и т.д.), оно со временем теряет правдивость пока симуляция работает, если эта опция включена.
uk: Якщо включено, дозволяє використовувати Мапу Підсвічування поки гра не зупинена. З тої причини, що підсвічування не оновлюється при змінах світу(крижана клітина тане, копіянт доставляє що-небудь в сховище і т.д.), воно з часом втрачає правдивість поки симуляція працює, якщо ця опція включена.
