Repository: Glampi42/ONI-Mods
Catalog: ChainErrand/ModAssets/translations/*.po
Languages: de, fr, ru, uk, zh

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.CHAIN.NAME
source: Chain
de: Kette
fr: Chaîne
ru: Цепь
uk: Ланцюг
zh: 链排序

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOP.NAME
source: Mopping
de: Wischen
fr: Nettoyer
ru: Вытирание
uk: Витирання
zh: 擦拭

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOP.TOOLTIP
source: Target <style="KKeyword">Mopping</style> errands only
de: Nur <style="KKeyword">Wischen</style>-Aufträge anvisieren
ru: Выбрать только поручения на <style="KKeyword">Вытирание</style>
uk: Вибрати тільки доручення на <style="KKeyword">Витирання</style>
zh: 仅以<style="KKeyword">擦拭</style>任务为目标

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.EMPTYPIPE.TOOLTIP
source: Target <style="KKeyword">Empty Pipe</style> errands only
de: Nur <style="KKeyword">Rohr-Lehrung</style>-Aufträge anvisieren
ru: Выбрать только поручения на <style="KKeyword">Опустошение Трубы</style>
uk: Вибрати тільки доручення на <style="KKeyword">Очищення Труби</style>
zh: 仅以<style="KKeyword">清空管道</style>任务为目标

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOVETO.TOOLTIP
source: Target <style="KKeyword">Move To</style> errands only
de: Nur <style="KKeyword">Verlagerung</style>-Aufträge anvisieren
ru: Выбрать только поручения на <style="KKeyword">Перемещение</style>
uk: Вибрати тільки доручення на <style="KKeyword">Переміщення</style>
zh: 仅以<style="KKeyword">移至</style>任务为目标

# ChainErrand.Strings.MYSTRINGS.UI.TOOLTIPS.CHAINBUTTON
source: Chain up errands to be executed in some specific order {Hotkey}
de: Aufträge verketten, sodass sie in einer bestimmten Reihenfolge ausgeführt werden {Hotkey}
fr: Chaîner les tâches pour qu'elles soient exécutées dans un ordre spécifique {Hotkey}
ru: Соединить поручения для их исполнения в определённом порядке {Hotkey}
uk: Об'єднати поручення для їхнього почергового виконання {Hotkey}
zh: 按特定顺序执行任务链 {Hotkey}

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.TITLE
source: Chain Tools
de: Ketteninstrumente
fr: Outil de Chaînage
ru: Инструменты Цепи
uk: Інструменти Ланцюга
zh: 链排序工具

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CREATEBUTTON
source: Create
de: Erstellen
fr: Créer
ru: Создать
uk: Створити
zh: 创建

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.DELETEBUTTON
source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
uk: Видалити
zh: 删除

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CREATECHAIN
source: Create Chain
de: Kette Erstellen
fr: Créer une Chaîne
ru: Создать Цепь
uk: Створити Ланцюг
zh: 创建新的序列链接

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CREATECHAIN_TOOLTIP
source: Create the first link of a new chain
de: Das erste Glied einer neuen Kette erstellen
fr: Créer le premier lien d'une nouvelle chaîne
ru: Создать первое звено новой цепи
uk: Створити першу ланку нового ланцюга
zh: 创建新序列链接的第一个序号任务

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CREATELINK
source: Create/Expand Link
de: Glied Erstellen/Erweitern
fr: Créer/Étendre un lien
ru: Создать/Расширить Звено
uk: Створити/Розширити Ланку
zh: 新增/扩展序列链接

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CREATELINK_TOOLTIP
source: Create a new link at the end/inside of an existing chain, or expand an existing link
de: Ein neues Kettenglied am Ende/innerhalb einer bestehenden Kette erstellen, oder ein bestehendes Kettenglied erweitern
fr: Créez un nouveau lien à la fin/à l'intérieur d'une chaîne existante, ou développez un lien existant
ru: Создать новое звено цепи в конце/между другими, или расширить уже существующее звено
uk: Створити нову ланку в кінці/посередині ланцюга котрий вже існує, або розширити ланку котра вже існує
zh: 展开已存在的序列链接，在已存在的序列链的末尾/中间增加一个序号任务

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CHAINNUMBER
source: Chain ID:
de: ID der Kette:
fr: ID de la Chaîne:
ru: ID Цепи:
uk: ID Ланцюга:
zh: 链 ID：

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CHAINNUMBER_TOOLTIP
source: ID of the chain that should be modified
de: ID der Kette, die modifiziert werden soll
fr: ID de la chaîne qui devrait être modifiée
ru: ID цепи которая должна быть модифицирована
uk: ID ланцюга котрий має бути модифікованим
zh: 需要修改的链 ID

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.LINKNUMBER
source: Link Nr.:
de: Nr. des Glieds:
fr: Lien N°:
ru: Н-р. Звена:
uk: Н-р. Ланки:
zh: 序号ID:

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.LINKNUMBER_TOOLTIP
source: Number of the link If the number is whole, an existing link will be expanded If the number is a fraction, a new link will be inserted inbetween
de: Nummer des Kettenglieds Wenn die Zahl ganz ist, wird ein bestehender Kettenglied erweitert Wenn die Zahl eine Bruchzahl ist, wird dazwischen ein neuer Kettenglied eingefügt
fr: Numéro du lien Si le numéro est entier, un lien existant sera étendu Si le numéro est une fraction, un nouveau lien sera inséré entre les deux
ru: Номер звена цепи Если число целое, тогда уже существующее звено будет расширено Если число дробное, тогда будет вставлено новое звено
uk: Номер ланки Якщо число ціле, тоді буде розширена ланка яка вже існує Якщо число - дріб, тоді буде вставлена нова ланка
zh: 链接的编号（序号ID） 如果编号是整数，则会新增同级序号任务； 如果编号是小数，则会在中间插入新的序号任务。

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.GOTOLINK_TOOLTIP
source: Go to this chain link
de: Zu diesem Kettenglied springen
fr: Aller à ce maillon de la chaîne
ru: Перейти к этому звену цепи
uk: Перейти до цієї ланки ланцюга

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.CHAINNUMBER_NOTFOUND
source: NO CHAINS
de: KEINE KETTEN
fr: PAS DE CHAÎNE
ru: НЕТ ЦЕПЕЙ
uk: НЕМА ЛАНЦЮГІВ
zh: NONE

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.LINKNUMBER_NOTFOUND
source: NO LINKS
de: KEINE GLIEDER
fr: PAS DE LIEN
ru: НЕТ ЗВЁН
uk: НЕМА ЛАНОК
zh: NONE

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.DELETECHAIN
source: Delete Chain
de: Kette Löschen
fr: Supprimer les Chaînes
ru: Удалить Цепь
uk: Видалити Ланцюг
zh: 删除整个序列链接

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.DELETECHAIN_TOOLTIP
source: Delete an entire chain
de: Eine ganze Kette löschen
fr: Supprime toute la chaîne
ru: Удалить всю цепь
uk: Видалити цілий ланцюг
zh: 删除整个序列链接

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.DELETELINK
source: Delete Errand
de: Auftrag Löschen
fr: Supprimer les Tâches
ru: Удалить Поручение
uk: Видалити Поручення
zh: 删除选定序号任务

# ChainErrand.Strings.MYSTRINGS.UI.CHAINTOOLSMENU.DELETELINK_TOOLTIP
source: Delete selected errands from the chain they are in
de: Ausgewählte Aufträge aus der Kette löschen, in der sie sich befinden
fr: Supprime les tâches sélectionnés de la chaîne qui les contient
ru: Удалить выбранные поручения из цепи в которой они находятся
uk: Видалити вибрані поручення з ланцюга в якому вони знаходяться
zh: 从链中删除选定的序号任务

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_1
source: st
de: es
fr: er
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_2
source: nd
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_3
source: rd
de: es
fr: ème
ru: ье
uk: я

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_4
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_5
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_6
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_7
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_8
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_9
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_10
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHAINNUMBERS.POSTFIX_DEFAULT
source: th
de: es
fr: ème
ru: ое
uk: а

# ChainErrand.Strings.MYSTRINGS.UI.CHOREPRECONDITION.NOTFIRSTLINK
source: Must be in the 1st link
de: Muss im ersten Kettenglied sein
fr: Doit être dans le premier lien
ru: Должно быть в первом звене цепи
uk: Має бути в першій ланці ланцюга
zh: 必须从1开始

# ChainErrand.Strings.MYSTRINGS.UI.AUTOCHAINBUTTON.TOOLTIP_HEADER
source: Toggle Auto Chain
de: Auto Kette umschalten
fr: Activer le chaînage automatique
ru: Переключить Авто Цепь
uk: Перемкнути Авто Ланцюг
zh: 切换自动链

# ChainErrand.Strings.MYSTRINGS.UI.AUTOCHAINBUTTON.TOOLTIP_CONTENT
source: If enabled, all new errands (that can be added to a chain) will be chained up. Switch off and on to create a new chain. Errands that were created simultaneously and building errands that were created with one stroke (without releasing the left mouse button) will be added to the same link.
de: Wenn aktiviert, werden alle neuen Aufträge (die einer Kette hinzugefügt werden können) verkettet. Schalten Sie den Schalter aus und wieder ein, um eine neue Kette zu erstellen. Gleichzeitig erstellte Aufträge und Bauaufträge, die mit einem Strich (ohne Loslassen der linken Maustaste) erstellt wurden, werden demselben Kettenglied hinzugefügt.
fr: Si activé, toutes les nouvelles tâches (qui peuvent être ajoutées à une chaîne) seront liées. Désactivez et réactivez pour créer une nouvelle chaîne. Les tâches créées simultanément et les tâches de construction créées d'un seul geste (sans relâcher le bouton gauche de la souris) seront ajoutées au même lien.
ru: Если включено, все новые поручения (которые можно добавить в цепь) будут объединены в цепь. Выключите и включите, чтобы создать новую цепь. Поручения, созданные одновременно, и строительные поручения, созданные одним движением (не отпуская левую кнопку мыши), будут добавлены в одно и то же звено.
uk: Якщо ввімкнути, усі нові доручення (які можна додати до ланцюга) будуть об’єднані. Вимкніть і ввімкніть, щоб створити новий ланцюг. Доручення, створені одночасно, і доручення на будівнитство, створені одним рухом (без відпускання лівої кнопки миші) буде додано до тої самої ланки.
zh: 如果启用，所有新任务（可以添加到链中的）将被链接在一起。 关闭再打开以创建新的链。 同时创建的任务和使用一次鼠标点击创建的任务（不释放鼠标左键）将被添加到同一链接中。

# ChainErrand.Strings.MYSTRINGS.UI.AUTOCHAINNOTIFICATION.NAME
source: Auto Chain Enabled
de: Auto Kette Aktiviert
fr: Chaînage automatique activé
ru: Авто Цепь Включена
uk: Авто Ланцюг Увімкнено
zh: 自动链已启用

# ChainErrand.Strings.MYSTRINGS.UI.AUTOCHAINNOTIFICATION.TOOLTIP
source: All newly created errands will be chained up Press to disable
de: Alle neu erstellten Aufträge werden verkettet Drücken Sie, um zu deaktivieren
fr: Toutes les nouvelles tâches créées seront chaînées Appuyez pour désactiver
ru: Все созданные поручения будут добавлены в цепь Нажмите, чтобы отключить
uk: Всі створені доручення будуть об'єднані ланцюгом Натисніть, щоб вимкнути
zh: 所有新创建的任务将被链接 点击以禁用

# ChainErrand.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.DISABLEAUTOCHAINVIGNETTE
source: Disable Auto Chain Vignette
de: Vignette der Auto Kette Deaktivieren
fr: Désactiver la vignette de chaînage automatique
ru: Отключить Виньетку Авто Цепи
uk: Вимкнути Віньєтку Авто Ланцюга
zh: 禁用自动链阴影

source: If enabled, the blue vignette around the screen will not be shown when auto chain is enabled. It is recommended to leave this option in its defaut state for your own convenience (you can forget that auto chain is enabled if there is no vignette).
de: Wenn diese Option aktiviert ist, wird die blaue Vignette um den Bildschirm nicht angezeigt, wenn die "Auto Kette" aktiviert ist. Es wird empfohlen, diese Option aus praktischen Gründen in ihrem Standardzustand zu belassen. (Sie können vergessen, dass die "Auto Kette" aktiviert ist, wenn keine Vignette vorhanden ist).
fr: Si activé, la vignette bleue autour de l'écran ne sera pas affichée lorsque le chaînage automatique est activé. Il est recommandé de laisser cette option dans son état par défaut pour votre propre confort (vous pourriez oublier que le chaînage automatique est activé s'il n'y a pas de vignette).
ru: Если эта опция включена, синяя виньетка вокруг экрана не будет отображаться при включенной "Авто Цепи". Для вашего удобства рекомендуется оставить эту опцию в состоянии по умолчанию (вы можете забыть о включенной "Авто Цепи", если виньетка отсутствует).
uk: Якщо ввімкнено, синя віньєтка навколо екрана не відображатиметься, коли ввімкнено Авто Ланцюг. Для вашої зручності радимо залишити цей параметр у стані за замовчуванням (ви можете забути, що Авто Ланцюг увімкнено, якщо віньєтка не відображатиметься).

# ChainErrand.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.DISABLEUIHELP
source: Disable UI Help
de: UI-Hilfe Deaktivieren
fr: Désactiver l'aide UI
ru: Отключить UI Помощь
uk: Вимкнути UI Допомогу
zh: 禁用辅助操作

# ChainErrand.Strings.STRINGS.GLAMPISTRINGS.MODCONFIG.DISABLEUIHELP_TOOLTIP
source: If enabled, all UI help such as automatically switching from "Create Chain" to "Create/Expand Link" or automatically increasing the link number will be disabled.
de: Wenn aktiviert, werden sämtliche UI-Hilfen, wie bspw. das automatische Umschalten von "Kette Erstellen" zu "Glied Erstellen/Erweitern" oder das automatische Erhöhen der Kettengliednummer, deaktiviert.
fr: Si activé, toute l'aide de l'interface utilisateur, telle que le passage automatique de "Créer une chaîne" à "Créer/Étendre un lien" ou l'augmentation automatique du numéro de lien, sera désactivée.
ru: Если включено, тогда вся помощь в UI, такая как автоматическое переключение от "Создать Цепь" к "Создать/Расширить Звено" или автоматическое увеличение номера звена, будет отключена.
uk: Якщо увімкнено, тоді уся допомога в UI, така як автоматичне переключення від "Створити Ланцюг" до "Створити/Розширити Ланку" або автоматичне збільшення номера ланки, буде вимкнута.
zh: 如果启用，则将禁用所有用户界面辅助功能，例如从 "创建新的序列链接" 自动切换到 "新增/扩展序列链接" 或自动递增链号。

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOP.TOOLTIP
source: Target <style="KKeyword">Mopping</style> errands only
fr: Tâches de <style="KKeyword">Nettoyage</style> uniquement

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.EMPTYPIPE.TOOLTIP
source: Target <style="KKeyword">Empty Pipe</style> errands only
fr: Tâches de <style="KKeyword">Purge de Conduite</style> uniquement

# ChainErrand.Strings.MYSTRINGS.UI.TOOLS.FILTERLAYERS.MOVETO.TOOLTIP
source: Target <style="KKeyword">Move To</style> errands only
fr: Tâches de <style="KKeyword">Déplacement</style> uniquement

source: If enabled, the blue vignette around the screen will not be shown when auto chain is enabled. It is recommended to leave this option in its default state for your own convenience (you can forget that auto chain is enabled if there is no vignette).
zh: 如果启用，屏幕周围的蓝色阴影在自动链启用时将不显示。 建议将此选项保持为默认状态，以方便使用 （如果没有阴影，您可能会忘记自动链已启用）。
